[
	{
		"name": "Czekolada",
		"category": "Pieczone",
		"flavour_code": "54GNE2",
		"description": "Im więcej czekolada zawiera kakaro, tym bardziej jest gorzka, ale jej smak przez to dłużej utrzymuje się na podniebieniu."
	},
	{
		"name": "Kawa",
		"category": "Pieczone",
		"flavour_code": "J56397",
		"description": "Podobnie jak czekolada, kawa poddawana jest rozmaitym procesom, nim trafi do filiżanki, dzięki czemu jej smak jest tak złożony."

	},
	{
		"name": "Orzeszki ziemne",
		"category": "Pieczone",
		"flavour_code": "NUDZMM",
		"description": "Surowe orzeszki ziemne mają smak zbliżony do fasoli. Natomiast w trakcie prażenia lub smażenia nabierają słodyczy o nutach czekolady i mięsa oraz o warzywnym posmaku."
	},
	{
		"name": "Kurczak",
		"category": "Mięsne",
		"flavour_code": "27D4EY",
		"description": "Najsmaczniejsze jest mięso z udek i podudzi, zwłaszcza poddawane obróbce cieplnej przed oddzieleniem od niego skóry i kości."
	},
	{
		"name": "Wieprzowina",
		"category": "Mięsne",
		"flavour_code": "J8RFA2",
		"description": "Wieprzowina ma smak nieco mniej słonyi nieco słodszy od wołowiny. Warto pamiętać, że barwa surowego mięsa odzwierciedla to, jak wiele zwierzę ruszało się przed ubojem - wieprzowina o najlepszym smaku ma zdrowy, różowy kolor."
	},
	{
		"name": "Kaszanka",
		"category": "Mięsne",
		"flavour_code": "Z44T1C",
		"description": "Dobra kaszanka ma aksamitną konsystencję i głęboki, nieco słodkawy smak, któy zadowoli każdego miłośnika foie gras."
	},
	{
		"name": "Wątroba",
		"category": "Mięsne",
		"flavour_code": "LFWT8Y",
		"description": "Intensywność smaku, podobnie jak tekstura wątroby, zależy w pewnym stopniu od wieku zwierzęcia. Dlatego wątroba cielęca są cenione bardziej, niż wołowa."
	},
	{
		"name": "Wołowina",
		"category": "Mięsne",
		"flavour_code": "57YNHY",
		"description": "W wołowinie można bezbłędnie wyczuć smak \"umami\", lekką słodycz i kwaskowatość (oraz gorycz, kiedy mięso jest krwiste)."
	},
	{
		"name": "Jagnięcina",
		"category": "Mięsne",
		"flavour_code": "GNHM2K",
		"description": "Jej charakterystyczny smak pochodzi z tłuszczu, a proces dojrzewania wzmacnia go, nawet w przypadku młodego mięsa."
	},
	{
		"name": "Sery kozie",
		"category": "Serowe",
		"flavour_code": "L3K86T",
		"description": "Paleta smakowa serów kozich jest wyjątkowo bogata, od najłagodniejszych, o cytrynowej nucie, po najpełniejsze, pachnące capem."
	},
	{
		"name": "Sery maziowe",
		"category": "Serowe",
		"flavour_code": "RQ96MW",
		"description": "Sery maziowe kompunują się bardzo dobrze ze składnikami o smaku pikantnym, takimi jak kmin rzymski, kwaśne jabłka lub surowa cebula."
	},
	{
		"name": "Szafran",
		"category": "Zielone i trawiaste",
		"flavour_code": "W99RGN",
		"description": "W szafranie można doszukać się smaku wiatru morskiego, słodkiego siana i rdzy."
	},
	{
		"name": "Wiśnie",
		"category": "Orzeźwiająco owocowe",
		"flavour_code": "9KTVDK",
		"description": "Wiśnie odznaczają się, podobnie jak jabłka, szerokim wachlarzem smaków, od bardzo kwaśnych, po wyjątkowo słodkie."
	},
	{
		"name": "Grzyby",
		"category": "Ziemiste",
		"flavour_code": "GZ3A4N",
		"description": "Grzyby różnią się od siebie znacznie teksturą, co ma duży wpływ na sposób obróbki cieplnej."
	}

]